Repository: UTNkar/moore
Catalog: src/members/locale/*/LC_MESSAGES/django.po
Languages: sv

source: UTN Member Management
sv: Underhåll av UTN-medlemmar

source: Username or SSN (YYYYMMDD-XXXX)
sv: Användarnamn eller personnummer (YYYYMMDD-XXXX)

source: Invalid phonenumber
sv: Ogiltigt telefonnummer

source: Person number
sv: Personnummer

source: Person number using the YYYYMMDD-XXXX format.
sv: Personnummer på formen ÅÅÅÅMDD-NNNN.

source: A user with that username already exists.
sv: En användare med det användrnamnet finns redan

source: Incorrect SSN
sv: Felaktigt personnummer

source: Phone number
sv: Telefonnummer

source: Registration year
sv: Inskrivningsår

source: Study Program
sv: Program

source: Section
sv: Sektion

source: Membership status
sv: Medlemsstatus

source: Study program
sv: Program

source: Birthday
sv: Födelsedag

source: Person number extension
sv: De fyra sista siffrorna

source: Enter the last four digits of your Swedish person number, given by the Swedish tax authority
sv: Ange de fyra sista siffrorna i ditt svenska personnummer, som du fått från Skatteverket

source: The person number extension consists of four numbers
sv: Här avses de fyra sista siffrorna i ditt personnummer

source: Unknown
sv: Okänt

source: Nonmember
sv: Icke medlem

source: Member
sv: Medlem

source: Alumnus
sv: Alumn

source: Enter a phone number so UTN may reach you
sv: Ange ett telefonnummer som UTN kan nå dig på

source: Enter an email address so UTN may reach you
sv: Ange en epost adress som UTN kan nå dig på

source: Enter the year you started studying at the TakNat faculty
sv: Ange året då du började studera på TekNat-fakulteten

source: Please enter a valid year
sv: Vänligen ange ett giltigt år

source: Member of section
sv: Sektionsmedlem i

source: section
sv: sektion

source: sections
sv: sektioner

source: English section name
sv: Sektionens engelska namn

source: Enter the name of the section
sv: Ange namnet på sektionen

source: Swedish section name
sv: Sektionens svenska namn

source: Section abbreviation
sv: Sektionens bokstavsförkortning

source: Enter the abbreviation for the section
sv: Ange sektionens bokstavsförkortning

source: study program
sv: program

source: study programs
sv: program

source: Bachelor of Science
sv: Kandidatprogram

source: Master of Science
sv: Masterprogram

source: Bachelor of Engineering
sv: Högskoleingenjörsprogrammet

source: Master of Science in Engineering
sv: Civilingenjörsprogrammet

source: English program name
sv: Engelsk benämning av program

source: Enter the name of the study program
sv: Ange namnet på programmet

source: Swedish program name
sv: Svensk benämning av program

source: Degree type
sv: Examensnivå

source: %(degree_type)s in %(study_program)s
sv: %(degree_type)s i %(study_program)s

source: You're receiving this email because a UTN-account has been created with this email address.
sv: Du får detta mail eftersom du har registrerat ett UTN-konto på denna emailadress.

source: You're receiving this email because you registered a new email address for your UTN-account.
sv: Du får detta mail eftersom du har registrerat en ny emailadress för ditt UTN-konto.

source: Please go to the following page to confirm your email address
sv: Fortsätt till denna sida för att bekräfta din emailadress

source: and complete your profile
sv: och slutför din profil

source: [UTN] Confirm your email address
sv: [UTN] Bekräfta din emailadress

source: Account Settings
sv: Kontoinställningar

source: contact information
sv: kontaktinformation

source: membership status
sv: medlemsstatus

source: current status
sv: nuvarande status

source: recheck status
sv: uppdatera status

source: study information
sv: utbildningsinformation

source: save
sv: spara

source: Register
sv: Registrera

source: Create a UTN account
sv: Skapa ett UTN-konto

source: Logged out
sv: Utloggad

source: You have succesfully been logged out.
sv: Du har blivit utloggad.

source: Login
sv: Logga in

source: Log into your UTN account
sv: Logga in på ditt UTN-konto

source: If you had an UTN-account before the 23rd of December 2019, you must create a new one because of an update of our database.
sv: Om du hade ett UTN-konto före den 23:e december måste du skapa ett nytt, detta på grund av en uppdatering i vår databas.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
sv: Du har inte åtkomst till den här sidan. Var vänlig logga in på ett autkoriserat konto.

source: Sign In
sv: Logga in

source: I forgot my password
sv: Jag har glömt mitt lösenord

source: Password changed
sv: Lösenordet har ändrats

source: Change your password
sv: Ändra ditt lösenord

source: Your password has succesfully been changed. You can now log in with your new password.
sv: Ditt lösenord har blivit ändrat. Nu kan du logga in med ditt nya lösenord.

source: Change Password
sv: Ändra lösenord

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
sv: Ange för säkerhet ditt gamla lösenord, och skriv in ditt nya lösenord två gånger för att verifiera att det skrivits in korrekt.

source: Change my password
sv: Ändra mitt lösenord

source: Password reset
sv: Återställning av lösenord

source: Your password has been set. You may go ahead and log in now.
sv: Ditt lösenord har aktiverats. Du kan använda det för att logga in nu.

source: login
sv: logga in

source: Please enter your new password twice so we can verify you typed it in correctly.
sv: Var vänlig ange ditt lösenord två gånger för att vara säker på att det skrivits in korrekt.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset link.
sv: Återställningslänken för lösenord var ogiltig, kanske för att den redan har använts. Var vänlig beställ en ny lösenordsåterställning.

source: Password reset sent
sv: En återställning av ditt lösenord har skickats

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
sv: Vi har skickat instruktioner för att återställning av lösenord, förutsatt att det finns ett konto kopplat till emailadressen du angett. De borde dyka upp snart.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
sv: Om du mot förmodan inte får något mail, undersök möjligheten att du angivit fel mailadress och kolla skräppostinkorgen.

source: You're receiving this email because you requested a password reset for your UTN-account.
sv: Du får detta mail eftersom du begärt en återställning av lösenordet till ditt UTN-konto.

source: Please go to the following page and choose a new password:
sv: Var vänlig gå vidare till denna sida och välj ett nytt lösenord:

source: Your username, in case you've forgotten:
sv: Ditt användarnamn, ifall du glömt det:

source: Reset password
sv: Återställ lösenord

source: Reset your password
sv: Återställ ditt lösenord

source: Did you forget your password? Enter your email address below and we'll email instructions to set a new one.
sv: Har du glömt ditt lösenord? Skriv in din emailadress nedan så får du instruktioner om hur du återställer ditt lösenord skickade till dig.

source: Reset my password
sv: Återställ mitt lösenord

source: [UTN] Password reset request
sv: [UTN] Återställ lösenord

source: Your account settings have been saved.
sv: Dina kontoinställningar har sparats.

source: Your email address has been confirmed.
sv: Din emailadress har bekräftats.

source: The provided confirmation token was invalid.
sv: Bekräftelselänken var ogiltig.

source: General
sv: Generell

source: Studies
sv: Studier

source: Sections
sv: Sektioner

source: Education
sv: Utbildning
