Repository: UTNkar/moore
Catalog: src/home/locale/*/LC_MESSAGES/django.po
Languages: sv

source: English banner title
sv: Engelsk bannertitel

source: Enter the title to be shown on the banner.
sv: Skriv in titeln som ska synas på bannern.

source: Swedish banner title
sv: Svensk bannertitel

source: English banner text
sv: Engelsk bannertext

source: Enter a text to be shown on the banner.
sv: Skriv in texten som ska synas på bannern.

source: Swedish banner text
sv: Svensk bannertext

source: Button URL
sv: KnappURL

source: English button text
sv: Engelsk ikontext

source: Enter the text to be displayed on the button.
sv: Skriv in texten som ska synas på ikonen.

source: Swedish button text
sv: Svensk ikontext

source: Comma separated list of English group names.
sv: Kommaseparerad lista med engelska gruppnamn.

source: Comma separated list of Swedish group names.
sv: Kommaseparerad lista med svenska gruppnamn.

source: Map Location
sv: Kartplats

source: Enter comma separated coordinates
sv: Ange kommaseparerade koordinater

source: Location Description
sv: Platsbeskrivning

source: General
sv: Allmän

source: English
sv: Engelska

source: Swedish
sv: Svenska

source: Promote
sv: Marknadsför

source: Settings
sv: Inställningar

source: Search our website
sv: Sök på vår hemsida

source: for general information
sv: för allmän information

source: our team
sv: vårt team

source: send
sv: skicka
