Repository: UTNkar/Moore
Catalog: src/blocks/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Include padding around this image
sv: Inkludera vaddering kring denna bild

source: Responsive Image
sv: Responsiv bild

source: Alternate row colors
sv: Alternera rad färger

source: Center columns
sv: Centrera kolumner

source: Table
sv: Tabell

source: Divider
sv: Delare

source: Heading
sv: Rubrik

source: Button
sv: Knapp

source: Buttons
sv: Knappar

source: Overlay height in px
sv: Bildens höjd i px

source: Light
sv: Ljus

source: Dark
sv: Mörk

source: Image overlay
sv: Bildöverdrag

source: Icon
sv: Ikon

source: Map height in px
sv: Kartans höjd i px

source: Map Location
sv: Kartans fokus

source: Enter comma separated coordinates
sv: Ange kommaseparerade koordinater

source: Marker Location
sv: Markörkoordinater

source: Marker Description
sv: Markörbeskrivning

source: Enter the text to show when clicking on the marker
sv: Ange texten som visas när en trycker på markören

source: Line Start
sv: Linje Start

source: Line Point
sv: Linje Punkt

source: Line End
sv: Linje Slut

source: Map
sv: Karta

source: Left
sv: Vänster

source: Right
sv: Höger

source: Paragraph
sv: Textstycke

source: Collapsible
sv: Utfällbar

source: Row height in px
sv: Rad höjd i px

source: Flip order on small screens
sv: Byt ordning på små skärmar

source: Include padding around this column
sv: Inkludera vaddering kring denna kolumn

source: Flex Columns
sv: Flex Kolumner

source: Width out of 12
sv: Bredd, 1 till 12

source: Columns
sv: Kolumner

source: Logos
sv: Logotyper

source: Counters
sv: Räknare

source: Whether to embed a Facebook page
sv: Om du vill visa en Facebook-sida

source: Name of the page to show. (Must be public or accessible by the registered app_id)
sv: Namnet på sidan att visa. (Måste vara en publik sida eller tillgänglig via den registrerade app-id)

source: Whether to show Instagram the last event from the registered Instagram feed
sv: Om du vill visa det senaste inlägget från Instagram

source: Whether to show the last video from a Youtube-channel
sv: Om du vill visa de senaste händelserna från en Google kalender

source: Whether to show the next few events from a google calendar
sv: Om du vill visa de senaste händelserna från en Google kalender

source: Events
sv: Evenemang

source: Contact Cards
sv: Kontaktkort

source: Eventbrite
sv: Evenemang

source: Small
sv: Liten

source: Large
sv: Stor

source: Include padding for this section
sv: Inkludera vaddering ovan och under denna section

source: Expand this section to full width
sv: Expandera denna section till fullständing bredd

source: See the whole calendar
sv: Se hela kalendern

source: facebook icon
sv: facebook ikon

source: instagram icon
sv: instagram ikon
