Repository: UTNkar/Moore
Catalog: src/instagram/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Instructions
sv: Instruktioner

source: Adding an Instagram feed is a little special. You must give your permission to allow your account to be shown on your webpage. Follow the instructions below.
sv: Att lägga till ett Instagram feed är lite speciellt. Du måste ge ditt tillstånd för att ditt konto ska få visas på din hemsida. Följ instruktionerna nedan.

source: Make sure you are signed in to the instagram account you want to show on your webpage on this device.
sv: Se till att du är inloggad med det instagram konto du vill visa på din hemsida på den här enheten.

source: Press the button to give permission. This will redirect you to instagram where you will give your permission. Finally you will be redirected back to your website where you should see your newly added instagram account.
sv: Tryck på knappen för att ge ditt tillstånd. Du kommer då att bli omdirigerad till instagram där du kommer att få ge ditt tillstånd. Till sist kommer du att bli omdirigerad tillbaka till din hemsida där du bör se ditt nyligen tillagda instagram konto.

source: Add instagram feed
sv: Skapa instagram feed

source: instagram icon
sv: instagram ikon

source: Either an error occured or there is no media to show
sv: Antingen uppstod ett fel eller så finns det inget att visa

source: Could not add your Instagram account since you denied access
sv: Kunde inte lägga till ditt Instagram konto eftersom att du nekade tillgång

source: Could not add your Instagram account because of an error
sv: Kunde inte lägga till ditt Instagram konto eftersom att ett fel uppstod

source: Your Instagram account was added
sv: Ditt Instagram konto skapades
