Repository: UTNkar/moore
Catalog: src/involvement/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Involvement
sv: Engagemang

source: Contact Card
sv: Kontaktkort

source: The submitted status was invalid.
sv: Den angivna statusen var ej giltig.

source: You cannot appoint %(current)s applicants. The maximum for this position is %(max)s.
sv: Du kan inte tillsätta sökande till %(current)s. Det maximala antalet för denna post är %(max)s.

source: Approved
sv: Nominerad

source: Disapproved
sv: Inte Nominerad

source: Application
sv: Ansökning

source: Applications
sv: Ansökningar

source: Draft
sv: Utkast

source: Submitted
sv: Inskickade

source: Appointed
sv: Tillsatt

source: Turned down
sv: Avslagen

source: Cover Letter
sv: Ansökningsbrev

source: Present yourself and state why you are who we are looking for
sv: Skriv en presentation av dig själv och en beskrivning av varför du är den vi letar efter

source: Qualifications
sv: Meriter

source: Give a summary of relevant qualifications
sv: Ge en sammanfattning av relevanta meriter

source: Vacant Position
sv: Ledig position

source: Mandate history
sv: Mandat historik

source: Mandate histories
sv: Mandat historik

source: Position
sv: Post

source: Positions
sv: Poster

source: Start of recruitment
sv: Sökstart

source: Recruitment deadline
sv: Sista ansökningssdag

source: Number of appointments
sv: Antal tillsättningar

source: Enter the number of concurrent appointments to the position
sv: Ange antalet samtidiga tillsättningar av posten

source: Date of appointment
sv: Datum för tillsättning

source: End date of appointment
sv: Mandatperiodens slutdatum

source: English extra comments
sv: Övriga kommenterar, engelska

source: Enter extra comments specific to the position this year.
sv: Ange eventuell extra information om posten som gäller specifikt för detta år.

source: Swedish extra comments
sv: Övriga kommentarer, svenska

source: Included teams
sv: Inkluderade grupper

source: Choose teams to include on the page. This overrulesexcluded teams
sv: Välj grupper att inkludera på sidan. Det här förbigår exkluderade grupper

source: Excluded teams
sv: Exkluderade grupper

source: Choose teams to exclude from the page
sv: Välj grupper att exkludera från sidan

source: Name
sv: Namn

source: Enter the name of your reference
sv: Ange namnet på din referens

source: Enter the position in which your reference relates to you
sv: Ange din relation till din referens

source: email address
sv: emailadress

source: Enter an email address on which your reference in reachable
sv: Ange en emailadress som din referens kan nås på

source: Phone number
sv: Telefonnummer

source: Enter a valid phone number
sv: Ange ett giltigt telefonnummer

source: Enter a phone number on which your reference is reachable
sv: Ange ett telefonnummer som din referens kan nås på

source: Comment
sv: Kommentar

source: Enter any additional comments regarding your reference
sv: Är det något mer du vill tillägga om din referens

source: Role
sv: Roll

source: Roles
sv: Roller

source: Board
sv: Styrelse

source: Group Leader
sv: Gruppledare

source: Archived
sv: Arkiverade

source: Hide the role from menus
sv: Dölj rollen från menyer

source: English role name
sv: Rollnamn på engelska

source: Enter the name of the role
sv: Ange rollens namn

source: Swedish role name
sv: Rollnamn på svenska

source: English role description
sv: Rollbeskrivning på engelska

source: Enter a description of the role
sv: Ange en beskrivning av rollen

source: Swedish role description
sv: Rollbeskrivning på svenska

source: The email address to contact for more information regarding the role.
sv: Email att kontakta för att få mer information angående rollen.

source: in
sv: i

source: Team
sv: Grupp

source: Teams
sv: Grupper

source: English team name
sv: Gruppens engelska namn

source: Enter the name of the team
sv: Ange gruppens namn

source: Swedish team name
sv: Gruppens svenska namn

source: English team description
sv: Beskrivning av gruppen på engelska

source: Enter a description of the team
sv: Ange en beskrivning av gruppen

source: Swedish team description
sv: Beskrivning av gruppen på svenska

source: name
sv: namn

source: membership status
sv: medlemskapsstatus

source: Contact
sv: Kontakt

source: cover letter
sv: ansökningsbrev

source: qualifications
sv: meriter

source: references
sv: referenser

source: application status
sv: Ansökans status

source: This position is currently not in the appointment stage. Use this form carefully!
sv: Denna post är för närvarande inte under tillsättning. Använd detta formulär med tillförsikt!

source: manual appointment
sv: Manuell tillsättning

source: Saving...
sv: Sparar...

source: Save
sv: Spara

source: This position is currently not in the approval stage. Use this form carefully!
sv: Denna post är för närvarande under godkännande. Använd detta formulär med tillförsikt!

source: apply now!
sv: sök nu!

source: The deadline for this application has passed.
sv: Sista ansökningsdatum för den här posten har passerats.

source: You can no longer change your application.
sv: Du kan inte längre ändra något i din ansökan.

source: member information
sv: medlemsinformation

source: study program
sv: program

source: save as draft
sv: spara utkast

source: apply
sv: ansök

source: term of office
sv: mandatperiod

source: view application
sv: granska ansökan

source: open positions
sv: sökbara poster

source: my positions
sv: mina poster

source: my applications
sv: mina ansökningar

source: drafted applications
sv: utkast

source: submitted applications
sv: inskickade ansökningar

source: waiting applications
sv: väntande ansökningar

source: You currently do not have any submitted applications.
sv: Du har inga aktuella inskickade ansökningar.

source: Your posts
sv: Dina poster

source: You currently do not have any posts.
sv: Du har inga poster.

source: unaffiliated
sv: ej ansluten

source: Term of office
sv: Mandatperiod

source: Read more
sv: Läs mer

source: comments for this year
sv: kommenterar för detta år

source: There are currently no open positions. Check back later!
sv: Det finns förnärvarande inga sökbara poster. Välkommen att komma tillbaka och kolla läget snart igen!

source: This position is not affiliated with any team or committee. You answer directly to the management team and the board.
sv: Den här posten är inte del av någon grupp eller kommittée. Som innehavare svarar du direkt till ledningsgruppen och styrelsen.

source: No role description is available at this time. For more information about this position, please get in contact with us.
sv: Det finns för närvarande ingen information om den här rollen. Var vänlig kontakta oss för mer information om den här positionen.

source: You can no longer apply for this position.
sv: Den här posten är inte öppen för anmälan.

source: Please login to apply to this position
sv: Var vänlig logga in för att ansöka om den här posten

source: login
sv: logga in

source: position
sv: post

source: No applications have been submitted for this position.
sv: Din ansökan har skickats.

source: members
sv: medlemmar

source: This team currently does not contain any members.
sv: Detta lag innehåller för närvarande inga medlemmar.

source: Your decisions have successfully been saved.
sv: Dina val har sparats.

source: A position with submitted applications cannot be automatically extended.
sv: En position med inlämnade ansökningar kan inte automatiskt förlängas

source: The recruitment deadline for %(position)s has been extended until %(date)s
sv: Rekryteringsfristen för %(position)s har förlängts till %(date)s

source: You cannot delete an application that is not yours!
sv: Du kan inte ta bort en ansökan som inte är din egen!

source: You cannot delete an application after its deadline has passed!
sv: Du kan inte ta bort en ansökan efter att sista ansökningsdatum passerat!

source: Your application has been removed!
sv: Din ansökan har tagits bort!

source: No action has been supplied!
sv: Ingen åtgärd har lagts till!

source: This application does not exist!
sv: Den här ansökan finns inte!

source: Your application has been submitted!
sv: Din ansökan har skickats!

source: Access Groups
sv: Behörighetsgrupper

source: year
sv: år

source: This Year
sv: Detta år

source: Last Year
sv: Förra året

source: Before
sv: Före

source: Approve
sv: Bevilja

source: Approve applicants for %s
sv: Godkänn sökande till %s

source: Appoint
sv: Tillsätt

source: Appoint member to %s
sv: Tillsätt medlem som %s
